{
    "message": "hello i18n !!",
    "home": "ទំព័រដើម",
    "welcome": "ស្វាគមន៍មកកាន់ សហគ្រាសកែច្នៃផ្លែឈើណាវីតា",
    "slogan": "Coming Soon",
    "dragonFruit": "ដំណាប់ស្រកានាគសំងួតធម្មជាតិ",
    "subtitleDragonFruit": "ស្រកានាគធម្មជាតិ100% សម្រិតសម្រាំងចេញពីផ្លែស្រកានាគដែលមានគុណភាពល្អ។ ក្នុងមួយកញ្ចប់ស្រកានាគសម្ងួត ត្រូវបានផលិតចេញពីផ្លែផ្លែស្រកានាគចំនួន 3ផ្លែ ដែលផ្តល់នូវគុណប្រយោជន៍ជាច្រើនទៅដល់សុខភាព ជាមួយនិងសារធាតុចិញ្ចឹមជាច្រើនមុខ កាល់ស្យូម វីតាមីនB1 វីតាមីនB2 វីតាមីនB3 វីតាមីនC និង វីតាមីនE។ ក្រៅពីវីតាមីនជាច្រើនមុខខាងលើ ផ្លែស្រកានាគក៏ជួយ ពិសេសក្នុងការសម្រកទម្ងន់ផងដែរ។\nមិនមានបន្ថែម ស្ករ សមាសធាតុរក្សាទុក និង ពណ៌។\nចំណុះ 60ក្រាម",
    "pineapple": "ដំណាប់ម្នាស់សំងួតធម្មជាតិ",
    "subtitlePineapple": "ម្នាស់សម្ងួតធម្មជាតិ100% សម្រិតសម្រាំងចេញពីផ្លែម្នាស់ដែលមានគុណភាពល្អ។ ក្នុងមួយកញ្ចប់ម្នាស់សម្ងួត ត្រូវបានផលិតចេញពីផ្លែម្នាស់ចំនួន 3ផ្លែ ដែលផ្តល់នូវគុណប្រយោជន៍ជាច្រើនទៅដល់សុខភាព ជាមួយនិងសារធាតុចិញ្ចឹមជាច្រើនមុខ កាល់ស្យូម វីតាមីនA វីតាមីនB វីតាមីនC និង វីតាមីនE។\nមិនមានបន្ថែម ស្ករ សមាសធាតុរក្សាទុក និង ពណ៌។\nចំណុះ 60ក្រាម",
    "mango": "ដំណាប់ស្វាយសំងួតធម្មជាតិ",
    "subtitleMango": "ស្វាយសម្ងួតធម្មជាតិ100% ត្រូវបានសម្រិតសម្រាំងយកតែផ្លែដែលមានគុណភាពល្អ ពីចំការ។ ក្នុងមួយកញ្ចប់ស្វាយសម្ងួត ត្រូវបានផលិតចេញពីផ្លែស្វាយចំនួន 3ផ្លែ ដែលផ្តល់នូវគុណប្រយោជន៍ជាច្រើនទៅដល់សុខភាព ជាមួយនិងកាល់ស្យូម និងវីតាមីនជាច្រើនមុខ។\nមិនមានបន្ថែម ស្ករ សមាសធាតុរក្សាទុក និង ពណ៌។\nចំណុះ 70ក្រាម",


    "about": "អំពីយើង",
    "aboutUs": "អំពីយើង",
    "companyProfile": "អំពីក្រុមហ៊ុន",
    "subtitleAboutUs": "ណាវីតាត្រូវបានសម្ភោធដំណើរការនៅខែវិច្ឆិកាឆ្នាំ២០២០ជាប្រភេទសហគ្រាសធុនតូច។ ស្ថាបនិកនិងស្ថាបនិករង ជាបងប្អូនបង្កើត បានបញ្ចប់ជំនាញគ្រប់គ្រងវិស្វកម្មឧស្សាហកម្ម និង ជំនាញវិស្វកម្មវិទ្យាសាស្រ្តអាហារ ដែលជាមូលដ្ឋានគ្រឹះដ៏រឹងមាំនៃការបង្កើតនូវអាជីវកម្មមួយនេះប្រកបដោយវិជ្ជាជីវះ។ ក៏មិនខុសប្លែកពីសហគ្រិននៃសហគ្រាសផ្សេងៗទៀតដែរ ណាវីតាត្រូវបានបង្កើតឡើងចេញពីក្ដីសុបិន្តនិងក្ដីស្រឡាញ់ក្នុងវិស័យកសិឧស្សាហកម្ម។ ម៉្យាងទៀត វត្តមានរបស់ណាវីតា គឺជាការចូលរួមចំណែកលើកស្ទួយសេដ្ឋកិច្ចប្រទេសកម្ពុជាយើង ដោយបានផ្ដល់នូវការងារ និងបង្កើតទីផ្សារជូនប្រជាកសិករក្នុងតំបន់។\n",
    "subtitleAboutUs1":"សហគ្រាសកែច្នៃផ្លែឈើនៅកម្ពុជាភាគច្រើនគឺផលិតស្រដៀងៗគ្នា តែណាវីតាគឺកំពុងតែផលិតនូវផលិតផលដែលមានភាពយូនីកផ្ទាល់ខ្លួនប្លែកពីគេ។​ តម្លៃស្នូលនៃផលិតផលណាវីតាគឺ ពុំមានបន្ថែមជាតិស្ករឬសមាសធាតុរក្សាទុកផ្សេងៗឡើយ។ យើងធានាផ្ដល់ជូននូវអាហារសម្រន់ជំនួយសុខភាពពិតៗដែលសំបូរទៅដោយវីតាមីន និងរសជាតិពីធម្មជាតិរបស់ផ្លែឈើស្រស់ជូនអតិថិជនរបស់យើង។ ការប្រុងប្រយ័ត្នសម្រិតសម្រាំងទៅតាមស្ដង់ដាអនាម័យក្នុងការវេចខ្ចប់ ការរចនាសំបកវេចខ្ចប់ដែលមានភាពទាក់ទាញខ្លាំង និងអាហារសម្រន់ជំនួយសុខភាព គឺជាគុណតម្លៃនៃផលិតផលណាវីតា ដែលធ្វើអោយយើងមានមោទកភាពក្នុងការបង្ហាញនូវផលិតផលប្លែកគេទៅក្នុងទីផ្សារជាតិនិងអន្តរជាតិ។\n",
    "vision": "ចក្ខុវិស័យ",
    "vision1": "ដើម្បីក្លាយជាជម្រើសដំបូងនៃអាហារសុខភាពនៅក្នុងផ្នត់គំនិតរបស់អ្នកបរិភោគនិងកិច្ចសហប្រតិបត្តិការប្រកបដោយកិត្តិយស។",
    "mission": "បេសកកម្ម",
    "mission0": "ណាវីតាប្ដេជ្ញាត្រូវតែ :",
    "mission1": " ផលិតផ្លែឈើសំងួតមានគុណភាពដែលមិនប្រើប្រាស់សារធាតុគីមីទាំងឡាយណាដែលប៉ះពាល់ដល់សុខភាព",
    "mission2": " បន្ដស្រាវជ្រាវនិងអភិវឌ្ឍផលិតផល",
    "mission3": " ផ្សព្វផ្សាយនិងស្វែងរកអតិថិជនដៃគូរសហការដែលមានតម្រូវការស្របគ្នាជាមួយណាវីតា ទាំងក្នុងនិងក្រៅប្រទេស\n",
    "coreValue": "តម្លៃស្នូល",
    "coreValue1": "ការពេញចិត្តរបស់អតិថិជនមកលើផ្លែឈើសំងួតជំនួយដល់សុខភាព ",
    "coreValue2": "ភាពសុចរិត",
    "coreValue3": "បង្កើតអោយប្លែកពីគេ ",
    "coreValue4": "នវានុវត្តន៍ ",


    "contactUs": "ទំនាក់ទំនងយើង",
    "getInTouch": "រក្សាទំនាក់ទំនង",
    "getInTouchDetail": "ទំនាក់ទំនង ដើម្បីពិភាក្សាលំអិតអំពីផលិតផលរបស់យើង។  យើងរីករាយ ស្វាគមន៍រាល់សំនួរនិងតំរូវការរបស់អ្នកជាមួយផលិតផលរបស់យើង។  សម្រាប់ពត៌មានលំអិតអាចទាក់ទង តាមរយះលេខទូរសព្ទ័ខាងក្រោម, ឬក៏អាចបំពេញអ៊ីម៉ែល ឬលេខទំនាក់ទំនងនៅខាងក្រោម ហើយយើងនឹងឆ្លើយតបទៅអ្នកវិញ។",
    "callUs": "ហៅមកកាន់យើង",
    "addressInfo": "ក្រុម 3 ភូមិសាលាបាឡាត់ សង្កាត់អូរម៉ាល់ ក្រុង/ខេត្តបាត់ដំបង ប្រទេសកម្ពុជា",
    "mailUs": "អុីម៉ែលមកកាន់យើង",
    "visitUs": "មកទីតាំងផ្ទាល់",

    "product": "ផលិតផល",

    "navitaExistingProduct": "ផលិតផលណាវីតា",
    "footer": "ផ្លែឈើរបស់ប្រទេសកម្ពុជា ត្រូវបានទទួលស្គាល់ថា មានលក្ខណះធម្មជាតិ និងឱជារសឆ្ងាញ់ពិសារដោយសារសណ្ឋានដី មានអំណោយផលពីធម្មជាតិ។ សហគ្រាស ណាវីតា បង្កើតឡើងក្នុងគោលបំណងកែច្នៃវេចខ្ចប់ ផ្លែឈើស្រស់ទាំងនោះទៅជាផ្លែឈើសម្ងួត និងដំណាប់។ សុខភាពរបស់អតិថិជនជាកត្តាចំបងដែលណាវីតាយកចិត្តទុកដាក់ ផលិតផលនីមួយៗ ត្រូវបានកែច្នៃ ដោយអនុវត្តតាមក្បួនអនាមយ័ និងបច្ចេកទេសពីអ្នកជំនាញ វិស្វកម្មចំណីអាហារ ធានារក្សាបាននូវរសជាតិធម្មជាតិ និងមានប្រយោជន៍ដល់សុខភាពរបស់អតិថិជន។"

}